{
  "footer": {
    "links": {
      "terms": "Conditions",
      "privacy": "Confidentialité"
    },
    "copyright": "© {year} Kamayakoi — Tous droits réservés.",
    "contact": {
      "title": "Contactez-nous",
      "emailLabel": "Adresse e-mail",
      "emailPlaceholder": "Entrez votre e-mail",
      "messageLabel": "Comment pouvons-nous vous aider ?",
      "messagePlaceholder": "Entrez votre message",
      "sendButton": "Envoyer le message",
      "sendError": "Échec de l'envoi de l'e-mail"
    },
    "newsletter": {
      "placeholder": "Abonne-toi à Kamayakoi",
      "sendButton": "Envoyer"
    },
    "sections": {
      "explore": "EXPLORER",
      "connect": "À PROPOS",
      "legal": "RESSOURCES"
    },
    "navigation": {
      "events": "RENDEZ-VOUS SAUVAGE",
      "stories": "Stories",
      "merch": "Merch",
      "artists": "Artistes",
      "archive": "Archives",
      "contact": "Contact"
    }
  },
  "header": {
    "nav": {
      "home": "ACCUEIL",
      "events": "RENDEZ-VOUS SAUVAGE",
      "gallery": "ARCHIVES",
      "shop": "MERCH",
      "room": "ARTISTES",
      "blog": "BLOG",
      "soon": "SOON"
    },
    "mobileMenu": {
      "toggle": "Ouvrir/Fermer le menu",
      "title": "Menu Mobile",
      "close": "Fermer le menu"
    }
  },
  "barcode": {
    "opensource": "Ce site web est open-source."
  },
  "termsPage": {
    "pageTitle": "Conditions | Kamayakoi",
    "pageDescription": "Comprendre les Conditions d'engagement avec Kamayakoi, le collectif musical et organisateur d'événements pionnier de la scène alternative Électronique d'Abidjan.",
    "title": "Conditions",
    "subtitle": "Veuillez lire attentivement ces termes avant d'utiliser nos services ou d'assister à nos événements uniques.",
    "lastUpdated": "Dernière mise à jour : {date}",
    "introduction": {
      "title": "Introduction",
      "p1": "Bienvenue chez Kamayakoi (\"Kamayakoi\", \"nous\", \"notre\"). Né à Abidjan en mars 2022, Kamayakoi est un collectif de DJs à l'avant-garde d'une scène musicale alternative mêlant Hip-Hop & Musique Électronique. Ces Termes et Conditions (\"Termes\") régissent votre utilisation de notre site web (par exemple, kamayakoi.com, le cas échéant), de nos services (y compris la promotion et l'organisation d'événements), et votre participation à nos soirées et autres événements.",
      "p2": "Le terme \"Kamayakoi\" lui-même, issu du Nouchi (argot ivoirien), signifie énergie, entêtement et amour de la fête – des qualités que nous canalisons pour créer des expériences uniques et libératrices. En accédant à nos services, en achetant des tickets ou en participant à nos événements, vous acceptez d'être lié par ces Termes. Si vous êtes en désaccord avec une partie de ces Termes, vous ne pouvez pas accéder à nos services ni participer à nos événements."
    },
    "mission": {
      "title": "Notre Mission",
      "p1": "Kamayakoi est né d'un désir de liberté artistique sur la scène DJ d'Abidjan. Notre objectif principal est d'offrir une plateforme où les DJs peuvent exprimer leur curation et leur personnalité artistique sans les contraintes de la demande mainstream, et où le public peut découvrir une riche diversité musicale. Nous nous efforçons de créer un pont entre les genres et les publics, favorisant la cohésion sociale et l'échange culturel.",
      "p2": "Nos valeurs sont l'Unité, l'Ouverture, la Liberté et le Respect. Nous vivons selon deux commandements : \"L'égalité de chacun sur le Dancefloor\" et \"L'enjaillement dans le respect\". Nous attendons de tous les participants et participantes qu'ils respectent ces valeurs."
    },
    "conduct": {
      "title": "Utilisation de nos services",
      "p1": "Vous acceptez d'utiliser notre site web et nos services uniquement à des fins légales et d'une manière qui respecte les droits et la jouissance des autres. Lors de votre participation aux événements de Kamayakoi :",
      "listItem1": "Vous devez vous comporter de manière respectueuse envers toutes les personnes, sans distinction de race, de culture ou de classe sociale, reflétant la communauté diversifiée que nous cultivons.",
      "listItem2": "Les comportements interdits comprennent le harcèlement, la discrimination, le fait de causer de la détresse ou des désagréments à toute personne, la transmission de contenu obscène ou offensant, ou la perturbation de l'événement.",
      "listItem3": "Vous devez respecter tous les règlements du lieu, les consignes de santé et de sécurité, et les instructions du personnel de l'événement, d'autant plus que nos événements se déroulent souvent dans des lieux atypiques, underground et uniques (tels que des pizzerias, des parcs d'attractions désaffectés ou des villas privées).",
      "p2": "Lors de l'inscription pour recevoir des informations, des newsletters ou (le cas échéant) pour des préventes d'événements, vous devez fournir des informations exactes et à jour."
    },
    "tickets": {
      "title": "Tickets d'événement",
      "p1": "Toutes les ventes de tickets pour les événements de Kamayakoi sont soumises à disponibilité et à toutes conditions spécifiques communiquées au moment de l'achat (par exemple, restrictions d'âge, exigences d'entrée spécifiques pour des lieux uniques).",
      "p2": "Les tickets sont généralement non remboursables et non transférables, sauf si requis par la loi applicable ou explicitement indiqué par nous pour un événement particulier. Nous nous réservons le droit d'annuler ou de reporter des événements ; dans ce cas, notre politique de remboursement ou d'échange sera communiquée aux détenteurs de tickets.",
      "p3": "Nous nous réservons le droit de refuser l'admission ou d'expulser toute personne dont la conduite est jugée désordonnée, qui ne respecte pas ces Termes, les règles spécifiques de l'événement ou nos valeurs fondamentales, ou qui présente un risque pour la sécurité ou le plaisir des autres. Aucun remboursement ne sera offert dans de telles circonstances."
    },
    "ip": {
      "title": "Propriété intellectuelle",
      "p1": "Tout le contenu lié à Kamayakoi, y compris notre nom, nos logos, nos concepts d'événements, nos mixes DJ (par Mask On, Seny.D, Dalight, et les artistes invités lorsqu'enregistrés et partagés par nous), textes, graphiques, images et clips audio sur notre site web ou nos supports promotionnels, est la propriété de Kamayakoi ou de ses fournisseurs/partenaires de contenu et est protégé par les lois internationales sur le droit d'auteur et les marques.",
      "p2": "Vous ne pouvez pas reproduire, dupliquer, copier, vendre, revendre ou exploiter toute partie de notre service, contenu d'événement ou image de marque sans notre autorisation écrite expresse."
    },
    "userContent": {
      "title": "Contenu généré par l'utilisateur",
      "p1": "Si vous publiez du contenu ou soumettez du matériel lié à nos événements (par exemple, photos, vidéos, commentaires sur les réseaux sociaux taguant Kamayakoi ou utilisant nos hashtags d'événement), et sauf indication contraire de notre part, vous accordez à Kamayakoi un droit non exclusif, libre de redevances, perpétuel, irrévocable et entièrement sous-licenciable d'utiliser, reproduire, modifier, adapter, publier, traduire, créer des œuvres dérivées, distribuer et afficher ce contenu dans le monde entier et sur tout support. Ceci a pour but principal de promouvoir l'expérience Kamayakoi, de mettre en valeur notre communauté dynamique et de souligner l'atmosphère unique de nos événements.",
      "p2": "Vous déclarez et garantissez que vous possédez ou contrôlez tous les droits sur le contenu que vous publiez, qu'il est exact, que son utilisation ne viole pas ces Termes et ne causera aucun préjudice à toute personne ou entité. Vous acceptez d'indemniser Kamayakoi pour toutes les réclamations résultant du contenu que vous fournissez."
    },
    "liability": {
      "title": "Limitation de responsabilité",
      "p1": "Kamayakoi, y compris ses fondateurs (Mask On, Seny.D, Dalight) et ses affiliés, ne sera pas responsable des dommages de toute nature résultant de l'utilisation de nos services ou de la participation à nos événements, y compris, mais sans s'y limiter, les dommages directs, indirects, accessoires, punitifs et consécutifs, sauf indication contraire écrite.",
      "p2": "Votre participation à nos événements, en particulier ceux qui se déroulent dans des lieux non conventionnels, \"underground\" ou réaménagés (par exemple, La Grande Maison by Venus Room), est à vos propres risques. Bien que nous nous efforçons d'assurer la sécurité, vous reconnaissez que de tels lieux peuvent présenter des caractéristiques intrinsèques différentes des clubs traditionnels.",
      "p3": "Nous ne garantissons pas que notre site web, ses serveurs ou les e-mails envoyés par Kamayakoi sont exempts de virus ou d'autres composants nuisibles. Nous nous efforçons de fournir un environnement en ligne sécurisé mais ne pouvons garantir une sécurité absolue."
    },
    "indemnification": {
      "title": "Indemnisation",
      "p1": "Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité Kamayakoi, ses fondateurs, employés, agents et partenaires contre toutes pertes, dépenses, dommages et coûts, y compris les honoraires d'avocat raisonnables, résultant de toute violation de ces Termes ou de toute activité liée à votre engagement avec nos services ou événements (y compris une conduite négligente ou fautive)."
    },
    "governingLaw": {
      "title": "Droit applicable",
      "p1": "Ces Termes et tout litige ou réclamation découlant de ou en relation avec eux (y compris les litiges ou réclamations non contractuels) seront régis et interprétés conformément aux lois de la Côte d'Ivoire, pays d'origine de Kamayakoi."
    },
    "changes": {
      "title": "Modifications de ces termes",
      "p1": "Nous nous réservons le droit, à notre seule discrétion, de modifier ou de remplacer ces Termes à tout moment. Si une révision est importante, nous nous efforcerons de fournir un préavis d'au moins 30 jours sur notre site web ou par communication directe (si vous êtes abonné aux mises à jour) avant que les nouveaux termes n'entrent en vigueur. Ce qui constitue une modification importante sera déterminé à notre seule discrétion.",
      "p2": "En continuant d'accéder ou d'utiliser notre Service ou de participer à nos événements après l'entrée en vigueur des révisions, vous acceptez d'être lié par les termes révisés."
    },
    "contact": {
      "title": "Contactez-nous",
      "p1": "Si vous avez des questions concernant ces Termes, ou si vous souhaitez en savoir plus sur Kamayakoi et notre mission pour dynamiser la scène musicale d'Abidjan, veuillez nous contacter à : kamayakoi@gmail.com.",
      "p2": "Nous construisons plus que de simples soirées ; nous cultivons un mouvement. Merci de faire partie de l'énergie Kamayakoi !"
    }
  },
  "privacyPage": {
    "pageTitle": "Politique de confidentialité",
    "pageDescription": "Découvrez comment Kamayakoi protège et gère vos informations personnelles conformément à nos pratiques de confidentialité.",
    "title": "Politique de confidentialité",
    "subtitle": "Votre confidentialité est importante pour nous. Cette politique explique comment nous collectons, utilisons et protégeons vos informations.",
    "lastUpdated": "Dernière mise à jour : {date}",
    "introduction": {
      "title": "Introduction",
      "p1": "Kamayakoi (\"nous\", \"notre\", \"nos\") s'engage à protéger votre confidentialité. Cette Politique de Confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous visitez notre site web, achetez des tickets ou assistez à nos événements.",
      "p2": "Veuillez lire attentivement cette politique de confidentialité. Si vous n'acceptez pas les termes de cette politique, veuillez ne pas accéder à nos services."
    },
    "dataCollection": {
      "title": "Informations que nous collectons",
      "p1": "Nous pouvons collecter des informations vous concernant de diverses manières. Les informations que nous pouvons collecter incluent :",
      "listItem1": "Données Personnelles : Nom, adresse e-mail, numéro de téléphone et autres informations de contact lorsque vous achetez des tickets ou vous abonnez à nos mises à jour.",
      "listItem2": "Informations d'Événement : Photos et vidéos prises lors de nos événements qui peuvent inclure votre image.",
      "listItem3": "Données d'Utilisation : Informations sur la façon dont vous accédez et utilisez notre site web, y compris votre adresse IP, type de navigateur et informations sur l'appareil."
    },
    "dataUse": {
      "title": "Comment nous utilisons vos informations",
      "p1": "Nous utilisons les informations que nous collectons pour :",
      "listItem1": "Traiter les achats de tickets et vous envoyer les détails de confirmation",
      "listItem2": "Communiquer avec vous concernant les événements, mises à jour et activités promotionnelles",
      "listItem3": "Améliorer nos services et créer de meilleures expériences d'événements",
      "listItem4": "Respecter les obligations légales et prévenir les activités frauduleuses"
    },
    "dataSharing": {
      "title": "Partage d'informations",
      "p1": "Nous ne vendons, n'échangeons ou ne louons pas vos informations personnelles à des tiers. Nous pouvons partager vos informations dans les circonstances suivantes :",
      "listItem1": "Avec des prestataires de services qui nous aident à exploiter notre site web et à mener nos activités",
      "listItem2": "Lorsque requis par la loi ou pour protéger nos droits et notre sécurité",
      "listItem3": "Avec votre consentement pour des activités promotionnelles spécifiques ou des partenariats"
    },
    "dataProtection": {
      "title": "Protection des données",
      "p1": "Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations personnelles contre l'accès non autorisé, l'altération, la divulgation ou la destruction.",
      "p2": "Cependant, aucune méthode de transmission sur internet ou de stockage électronique n'est complètement sécurisée, et nous ne pouvons garantir une sécurité absolue."
    },
    "cookies": {
      "title": "Cookies et suivi",
      "p1": "Notre site web peut utiliser des cookies et des technologies de suivi similaires pour améliorer votre expérience de navigation et analyser le trafic du site web.",
      "p2": "Vous pouvez choisir de désactiver les cookies via les paramètres de votre navigateur, bien que cela puisse affecter les fonctionnalités de notre site web."
    },
    "rights": {
      "title": "Vos droits",
      "p1": "Vous avez le droit de :",
      "listItem1": "Accéder et mettre à jour vos informations personnelles",
      "listItem2": "Demander la suppression de vos données personnelles",
      "listItem3": "Vous désabonner des communications marketing",
      "listItem4": "Demander une copie des informations que nous détenons sur vous"
    },
    "retention": {
      "title": "Conservation des données",
      "p1": "Nous conservons vos informations personnelles uniquement pendant la durée nécessaire pour atteindre les objectifs décrits dans cette politique de confidentialité, respecter les obligations légales ou résoudre les litiges."
    },
    "contact": {
      "title": "Nous contacter",
      "p1": "Si vous avez des questions concernant cette Politique de Confidentialité ou nos pratiques de données, veuillez nous contacter à : kamayakoi@gmail.com",
      "p2": "Nous nous engageons à résoudre toute préoccupation de confidentialité que vous pourriez avoir."
    }
  },
  "eventsPage": {
    "metadata": {
      "title": "RENDEZ-VOUS SAUVAGE",
      "description": "Découvrez les prochains événements de Kamayakoi"
    },
    "title": "RENDEZ-VOUS SAUVAGE",
    "noEvents": "Aucun événement à venir trouvé."
  },
  "eventSlugPage": {
    "metadata": {
      "notFoundTitle": "Événement non trouvé"
    },
    "dateTBC": "Date à confirmer",
    "timeTBC": "Heure à confirmer",
    "metaInfo": {
      "date": "Date",
      "time": "Heure",
      "location": "Lieu",
      "hostedBy": "Organisé par"
    },
    "availability": {
      "inactive": "Actuellement indisponible",
      "soldOut": "Épuisé",
      "salesStart": "Les ventes commencent le {startDate}",
      "salesEnded": "Les ventes sont terminées",
      "unavailable": "Indisponible",
      "misconfigured": "Erreur du système de billetterie."
    },
    "tickets": {
      "salesClosedGlobal": "La billetterie pour cet événement est actuellement fermée.",
      "noItemsListed": "Aucun ticket ou pack n'est actuellement listé pour cet événement.",
      "title": "Tickets",
      "buyNow": "Acheter",
      "getETicket": "Obtenir un ticket",
      "currencySuffix": " FCFA",
      "selectAndJoin": "Sélectionnez vos tickets et rejoignez l'expérience"
    },
    "bundles": {
      "title": "Packs"
    },
    "detailsSection": {
      "title": "Détails"
    },
    "lineupSection": {
      "title": "Artistes"
    },
    "venueSection": {
      "title": "Lieu",
      "mapTitleDefault": "Carte du lieu de l'événement",
      "mapTitleNamed": "Carte de {locationName}"
    },
    "shareSection": {
      "title": "Partager cet événement",
      "subtitle": "Faites passer le mot et invitez vos amis"
    },
    "hostedBy": "Organisé par {name}",
    "errors": {
      "supabaseNotInitialized": "La billetterie en ligne est temporairement indisponible. Veuillez réessayer plus tard."
    }
  },
  "floatingPromo": {
    "getTicket": "Prends ton ticket"
  },
  "eventShare": {
    "triggerButton": "Partager",
    "modalTitle": "Partager cet événement",
    "modalDescription": "Partagez cet événement sur vos plateformes préférées.",
    "platformTwitter": "Twitter",
    "platformFacebook": "Facebook",
    "platformWhatsApp": "WhatsApp",
    "platformInstagram": "Instagram",
    "inputPlaceholder": "Chargement du lien...",
    "copyButtonCopied": "Copié !",
    "copyButtonCopy": "Copier le lien"
  },
  "artistCard": {
    "imageAlt": "Image de {artistName}",
    "residentBadge": "Résident",
    "socialAriaLabel": "Réseaux sociaux de {artistName}",
    "noBio": "Aucune biographie disponible.",
    "noDetails": "Aucun détail supplémentaire disponible."
  },
  "purchaseModal": {
    "title": "Acheter des tickets",
    "description": "Complétez les détails de votre commande",
    "only": "Seulement",
    "available": "disponible",
    "availablePlural": "disponibles",
    "includesTickets": "Inclut {count} ticket(s)",
    "ticketsGenerated": "Tickets à générer",
    "labels": {
      "quantity": "Quantité",
      "name": "Nom",
      "email": "Email",
      "phone": "Téléphone",
      "optional": "Optionnel"
    },
    "placeholders": {
      "name": "Noe Richer-Willi",
      "email": "noe@gmail.com",
      "phone": "+2250771234567"
    },
    "totalPrice": "Total",
    "buttons": {
      "cancel": "Annuler",
      "pay": "Acheter",
      "processing": "Traitement..."
    },
    "errors": {
      "nameRequired": "Le nom est requis.",
      "emailRequired": "L'email est requis.",
      "emailInvalid": "Veuillez entrer une adresse e-mail valide.",
      "quantityInvalid": "La quantité doit être d'au moins 1.",
      "functionError": "Impossible d'initier le paiement. Veuillez réessayer.",
      "lomiUrlMissing": "URL de paiement non reçue. Veuillez réessayer.",
      "submitError": "Une erreur est survenue. Veuillez réessayer."
    }
  },
  "cartModal": {
    "products": "Produits",
    "yourCartIsEmpty": "Votre panier est vide",
    "startShopping": "Commencer les achats pour commencer →",
    "shipping": "Livraison",
    "calculatedAtCheckout": "Calculée à la caisse",
    "total": "Total",
    "cart": "Panier",
    "proceedToCheckout": "Procéder au paiement"
  },
  "cartPurchaseForm": {
    "title": "Paiement",
    "itemCount": "{count} article",
    "itemCountPlural": "{count} articles",
    "labels": {
      "name": "Nom",
      "email": "Email",
      "phone": "Téléphone"
    },
    "placeholders": {
      "name": "Entrez votre nom complet",
      "email": "Entrez votre email",
      "phone": "Entrez votre numéro de téléphone"
    },
    "shipping": "Livraison",
    "shippingCalculated": "Calculée à la caisse",
    "total": "Total",
    "currency": "F CFA",
    "buttons": {
      "processing": "Traitement...",
      "completePurchase": "Finaliser l'achat"
    },
    "errors": {
      "nameRequired": "Le nom est requis",
      "emailRequired": "L'email est requis",
      "emailInvalid": "Veuillez entrer une adresse e-mail valide",
      "phoneRequired": "Le numéro de téléphone est requis",
      "cartEmpty": "Votre panier est vide",
      "checkoutFailed": "Échec du traitement du paiement",
      "checkoutUrlFailed": "Échec de l'obtention de l'URL de paiement",
      "unexpectedError": "Une erreur inattendue s'est produite"
    }
  },
  "paymentSuccess": {
    "title": "Paiement réussi !",
    "description": "Votre achat a été complété avec succès.",
    "orderId": "ID commande : {orderId}",
    "whatsNext": {
      "title": "Et maintenant ?",
      "checkEmail": "Vérifiez votre email pour les détails de votre commande",
      "presentTicket": "Présentez votre e-ticket QR code à l'événement (si applicable)",
      "arriveEarly": "Arrivez tôt pour éviter les files d'attente",
      "trackOrder": "Suivez votre commande dans votre compte"
    },
    "buttons": {
      "backToEvents": "Retour aux événements",
      "browseGallery": "Parcourir les archives",
      "backToMerch": "Merch"
    },
    "support": "Besoin d'aide ? Contactez notre équipe de support"
  },
  "paymentCancel": {
    "title": "Paiement annulé",
    "description": "Votre paiement a été annulé et aucun frais n'a été prélevé.",
    "orderId": "ID commande : {orderId}",
    "whatsNext": {
      "title": "Et maintenant ?",
      "tryAgain": "Vous pouvez essayer à nouveau",
      "differentMethod": "Choisissez un moyen de paiement différent",
      "contactSupport": "Contactez le support si vous avez besoin d'aide"
    },
    "buttons": {
      "backToEvents": "Retour aux événements",
      "browseGallery": "Parcourir les archives",
      "backToMerch": "Merch"
    },
    "support": "Besoin d'aide ? Contactez notre équipe de support"
  },
  "ticketVerification": {
    "pageTitle": "Vérification de ticket",
    "staffVerification": "Vérification du personnel",
    "eventDetails": "Détails de l'événement",
    "noTicketId": {
      "description": "Veuillez scanner un code QR ou visiter avec un ID de ticket valide.",
      "howToVerify": {
        "title": "Comment vérifier les tickets",
        "scanQr": "Scannez le code QR avec l'appareil photo de votre téléphone",
        "enterPin": "Entrez le PIN du personnel pour accéder à la vérification",
        "reviewDetails": "Examinez les détails du client et autorisez l'entrée"
      },
      "backToEvents": "Retour aux événements",
      "needHelp": "Besoin d'aide ? Contactez les organisateurs de l'événement."
    },
    "pinEntry": {
      "description": "Entrez le PIN à 4 chiffres pour accéder aux détails du ticket",
      "ticketIdLabel": "ID du Ticket :",
      "pinPlaceholder": "Entrez le PIN à 4 chiffres",
      "verifyButton": "Vérifier le PIN",
      "verifying": "Vérification...",
      "staffOnly": "Accès personnel uniquement. L'accès non autorisé est interdit."
    },
    "status": {
      "invalid": "Ticket invalide",
      "alreadyUsed": "Déjà enregistré",
      "valid": "Prêt pour l'entrée"
    },
    "badges": {
      "invalid": "❌ INVALIDE",
      "alreadyUsed": "⚠️ DÉJÀ UTILISÉ",
      "valid": "✅ VALIDE"
    },
    "loading": {
      "ticketDetails": "Chargement des détails du ticket...",
      "autoAdmitting": "⚡ Admission automatique en cours..."
    },
    "errors": {
      "ticketNotFound": "❌ Ticket introuvable, invalide ou non payé",
      "invalidPin": "❌ PIN invalide. Accès refusé."
    },
    "warnings": {
      "alreadyUsed": "⚠️ Ce ticket a déjà été utilisé",
      "entryNotPermitted": "Entrée non autorisée sauf si le client montre une preuve d'entrée précédente"
    },
    "success": {
      "admitted": "✅ Admission réussie !",
      "entryGranted": "Entrée accordée pour {quantity} {people}"
    },
    "quantity": {
      "people": "personnes",
      "person": "personne"
    },
    "checkedInLabel": "Enregistré :"
  },
  "horizon": {
    "sections": {
      "kamayakoi": {
        "title": "KAMAYAKOI",
        "subtitle": {
          "line1": "Les rencontres les plus sauvages de la ville,",
          "line2": "depuis 2017."
        }
      },
      "rvs": {
        "title": "INTENSE",
        "subtitle": {
          "line1": "Au-delà de nos différences,",
          "line2": "se trouve un océan d'opportunités."
        }
      },
      "liberation": {
        "title": "WILD",
        "subtitle": {
          "line1": "Chaque son est un rituel,",
          "line2": "chaque mouvement un moment unique."
        }
      }
    }
  },
  "storiesPage": {
    "title": "Stories",
    "subtitle": "Découvrez des histoires inspirantes, des insights et des récits de notre communauté. Chaque histoire capture l'essence du parcours de Kamayakoi et des personnes qui le rendent spécial.",
    "noImage": "Aucune image",
    "readMore": "Lire"
  },
  "storyPage": {
    "backButton": "Retour",
    "backToStories": "Retour aux stories",
    "notFoundTitle": "Story introuvable",
    "byAuthor": "{authorName}",
    "relatedStories": "STORIES CONNEXES",
    "readMore": "Lire",
    "noRelatedStories": "Aucune story connexe trouvée.",
    "loading": "Chargement...",
    "noStories": {
      "title": "Stories bientôt disponibles",
      "description": "Nous travaillons à vous apporter des histoires et récits incroyables. Restez à l'écoute pour du contenu exclusif Kamayakoi !"
    },
    "placeholderContent": {
      "excerpt": "Ceci est un contenu d'exemple pour l'histoire. Dans une implémentation réelle, il s'agirait de contenu texte enrichi provenant de votre CMS.",
      "fallback": "Ceci est un contenu d'exemple pour l'histoire. Dans une implémentation réelle, il s'agirait de contenu texte enrichi provenant de votre CMS."
    },
    "share": {
      "onFacebook": "Partager sur Facebook",
      "onTwitter": "Partager sur Twitter",
      "copyLink": "Copier le lien"
    }
  },
  "archivesPage": {
    "title": "Archives",
    "description": "Explorez notre collection de souvenirs, moments et histoires visuelles qui capturent l'experience Kamayakoi.",
    "noImages": "Aucune image disponible.",
    "untagged": "Non classé"
  },
  "merchPage": {
    "title": "Merch",
    "subtitle": "Achetez des produits dérivés exclusifs Kamayakoi, des vêtements et des objets de collection. Soutenez le mouvement avec nos designs uniques et produits conçus pour les cœurs sauvages.",
    "breadcrumb": "Boutique",
    "loading": "Chargement...",
    "searchPlaceholder": "Rechercher...",
    "categoryFilter": "Catégories",
    "tagPlaceholder": "Tag",
    "tagFilter": "Tags",
    "noProductsFound": "Aucun produit trouvé",
    "noProductsFoundDescription": "Essayez d'ajuster vos filtres ou termes de recherche.",
    "comingSoon": {
      "title": "Merch bientôt disponible",
      "description": "Nous travaillons à vous apporter des produits dérivés et objets de collection incroyables. Restez à l'écoute pour l'équipement exclusif Kamayakoi !"
    },
    "productDetail": {
      "backToMerch": "Merch",
      "noImage": "Aucune image disponible",
      "quantity": "Quantité",
      "total": "Total",
      "outOfStock": "Rupture de stock",
      "addToCart": "Ajouter au panier",
      "inStock": "en stock",
      "addToWishlist": "Ajouter à la liste d'envies",
      "removeFromWishlist": "Retirer de la liste d'envies",
      "share": "Partager",
      "description": "Description",
      "productDetails": "Détails du produit",
      "productId": "ID produit :",
      "category": "Catégorie : Produits dérivés",
      "shipping": "Livraison : Livraison gratuite pour les commandes de plus de 50 000 F CFA"
    },
    "metadata": {
      "title": "Merch",
      "description": "Achetez des produits dérivés exclusifs Kamayakoi, des vêtements et des objets de collection. Soutenez le mouvement avec nos designs uniques et produits."
    }
  },
  "eventShowcase": {
    "featured": {
      "title": "Vidéos",
      "subtitle": "Contenu exclusif et coulisses",
      "clickToPlay": "Cliquer pour jouer"
    },
    "events": {
      "title": "Événements",
      "subtitle": "Découvrez les prochains événements",
      "viewEvent": "Voir",
      "comingSoon": {
        "title": "Événements bientôt disponibles",
        "description": "Nous travaillons à vous apporter des événements et expériences inoubliables."
      }
    },
    "media": {
      "title": "DJ Sets",
      "subtitle": "Découvrez nos meilleurs mixes et vidéos",
      "play": "Jouer",
      "viewAll": "Voir tous les médias",
      "comingSoon": {
        "title": "DJ Sets bientôt disponibles",
        "description": "Nous travaillons à vous apporter des mixes et vidéos incroyables. Restez à l'écoute !"
      }
    },
    "articles": {
      "title": "Articles",
      "subtitle": "Découvrez les dernières nouvelles et histoires",
      "readMore": "Lire",
      "viewAll": "Voir tous les articles",
      "comingSoon": {
        "title": "Articles bientôt disponibles",
        "description": "Nous travaillons à vous apporter des articles et histoires incroyables."
      }
    },
    "hero": {
      "contentTypes": {
        "article": "Article",
        "media": "Média",
        "event": "Événement",
        "video": "Vidéo",
        "image": "Image"
      },
      "actions": {
        "readArticle": "Lire l'article",
        "viewEvent": "Voir l'événement",
        "watchMedia": "Voir le média",
        "watchVideo": "Voir la vidéo",
        "playVideo": "Lire la vidéo",
        "pauseVideo": "Pause vidéo"
      }
    }
  },
  "loading": {
    "text": "CHARGEMENT"
  },
  "heroSection": {
    "getYourTickets": "Réserver",
    "getTickets": "Réserver"
  },
  "artistsPage": {
    "title": "Artistes",
    "subtitle": "Découvrez les artistes talentueux, DJs et créateurs qui donnent vie à Kamayakoi. Des artistes résidents aux performeurs invités, explorez les esprits créatifs derrière notre son et notre vision uniques.",
    "comingSoon": {
      "title": "Artistes bientôt disponibles",
      "description": "Nous travaillons à vous présenter des artistes et créateurs incroyables. Restez à l'écoute !"
    }
  },
  "cardCarousel": {
    "comingSoon": {
      "title": "Bientôt disponible",
      "description": "Nous travaillons à vous apporter du contenu incroyable."
    }
  }
}
